товар(1, "Телевизор LG", электроника, 50000).
товар(2, "Холодильник Samsung", бытовая_техника, 40000).
товар(3, "Кофе Jacobs", продукты_питания, 500).
товар(4, "Молоко Буренка", продукты_питания, 70).
товар(5, "Футболка Adidas", одежда, 2000).
товар(6, "Кроссовки Nike", обувь, 5000).
товар(7, "Чехол для телефона", аксессуары, 500).
товар(8, "Наушники Sony", электроника, 3000).
товар(9, "Ручка Parker", канцелярия, 1000).
товар(10, "Бумага для принтера", канцелярия, 500).

клиент('Иванов', 79991234567).
клиент('Петров', 79998887766).
клиент('Сидоров', 79995553322).
клиент('Смирнова', 79998881122).
клиент('Белова', 79999999999).
клиент('Кузнецова', 79997776655).
клиент('Морозов', 79996665544).
клиент('Соколова', 79997778899).
клиент('Новиков', 79992223344).
клиент('Шестаков', 79994442211).

покупка('Иванов', 1, 1, date(2023, 05, 08)).
покупка('Иванов', 3, 2, date(2023, 05, 07)).
покупка('Петров', 2, 1, date(2023, 05, 09)).
покупка('Сидоров', 6, 1, date(2023, 05, 08)).
покупка('Смирнова', 7, 3, date(2023, 05, 09)).
покупка('Белова', 1, 4, date(2023, 05, 08)).
покупка('Кузнецова', 1, 1, date(2023, 05, 07)).
покупка('Морозов', 5, 2, date(2023, 05, 09)).
покупка('Соколова', 8, 1, date(2023, 05, 07)).
покупка('Новиков', 9, 1, date(2023, 05, 08)).
